genres = {
    'thriller': 'триллер',
    'action': 'боевик',
    'detective': 'детектив',
    'drama': 'драма',
    'comedy': 'комедия',
    'melodrama': 'мелодрама',
    'cartoon': 'мультфильм',
    'anime': 'аниме',
    'horror': 'ужасы',
    'fantasy': 'фантастика',
    'musical': 'мюзикл',
    'science-fiction': 'фэнтези',
    'all-genres': 'все жанры'
}
years = [
    "2000-2009",
    "2010-2019",
    "2020-2024",
    "1970-1979",
    "1980-1989",
    "1990-1999",
    "1940-1949",
    "1950-1959",
    "1960-1969",
    "1910-1919",
    "1920-1929",
    "1930-1939",
    "1900-2024"
]
countries = {
    'usa': 'США',
    'uk': 'Великобритания',
    'canada': 'Канада',
    'france': 'Франция',
    'germany': 'Германия',
    'russia': 'Россия',
    'italy': 'Италия',
    'india': 'Индия',
    'australia': 'Австралия',
    'china': 'Китай',
    'japan': 'Япония',
    'south-korea': 'Корея Южная',
    'all-countries': 'Все страны'
}

rating = ["1-5", "5-7", "7-10", "1-10"]
agerating = {
    '0+': '0-5',
    '6+': '6-11',
    '12+': '12-15',
    '16+': '16-17',
    '18+': '18',
    'Не имеет значения': '0-18'
}
